/* ============================================================
   reze520.top · 播放列表
   ------------------------------------------------------------
   加歌：往数组里加一条就行（title / artist / src / cover / lyrics）。
   lyrics 是 LRC 文本，没有就留空字符串，歌词区会显示「暂无歌词」。
   ============================================================ */
window.PLAYLIST = [
  {
    "title": "容易受伤的女人",
    "artist": "王菲",
    "src": "assets/audio/song.mp3",
    "cover": "assets/uploads/cover.png",
    "lyrics": "[00:00.00]容易受伤的女人 - 王菲 (Faye Wong)\n[00:17.00]人渐醉了夜更深\n[00:21.00]在这一刻多么接近\n[00:25.00]思想仿似在摇撼\n[00:29.00]矛盾也更深\n[00:32.00]曾被破碎过的心\n[00:36.00]让你今天轻轻贴近\n[00:40.00]多少安慰及疑问\n[00:43.00]偷偷的再生\n[00:46.00]情难自禁\n[00:48.00]我却其实属于\n[00:50.00]极度容易受伤的女人\n[00:54.00]不要不要\n[00:55.00]不要骤来骤去\n[00:57.00]请珍惜我的心\n[01:01.00]如明白我\n[01:02.00]继续情愿热恋\n[01:04.00]这个容易受伤的女人\n[01:08.00]不要等\n[01:10.00]这一刻请热吻\n[01:16.00]长夜有你醉也真\n[01:19.00]让我终于找到信任\n[01:23.00]不管一切是疑问\n[01:27.00]快乐是情人\n[01:59.00]曾害怕了这一生\n[02:03.00]是你始终甘心靠近\n[02:07.00]我方知拥有着缘份\n[02:10.00]重建我信心\n[02:14.00]曾被破碎过的心\n[02:17.00]让你今天轻轻贴近\n[02:21.00]多少安慰及疑问\n[02:25.00]偷偷的再生\n[02:28.00]情难自禁\n[02:30.00]我却其实属于\n[02:32.00]极度容易受伤的女人\n[02:35.00]不要不要\n[02:37.00]不要骤来骤去\n[02:39.00]请珍惜我的心\n[02:43.00]如明白我\n[02:44.00]继续情愿热恋\n[02:46.00]这个容易受伤的女人\n[02:50.00]终此一生\n[02:52.00]也火般的热吻\n[02:58.00]长夜有你醉也真\n[03:01.00]让我终于找到信任\n[03:05.00]不管一切是疑问\n[03:09.00]快乐是情人\n[03:12.00]情难自禁\n[03:13.00]我却其实属于\n[03:15.00]极度容易受伤的女人\n[03:19.00]不要不要\n[03:21.00]不要骤来骤去\n[03:23.00]请珍惜我的心\n[03:26.00]如明白我\n[03:28.00]继续情愿热恋\n[03:30.00]这个容易受伤的女人\n[03:33.00]不要等\n[03:36.00]这一刻请热吻\n[03:41.00]长夜有你醉也真\n[03:45.00]让我终于找到信任\n[03:48.00]不管一切是疑问\n[03:52.00]快乐是情人"
  },
  {
    "title": "情歌",
    "artist": "梁静茹",
    "src": "assets/audio/qingge.mp3",
    "cover": "assets/uploads/cover-qingge.jpg",
    "lyrics": "[00:00] 情歌 - 梁静茹 (Fish Leong)\n[00:26] 时光是琥珀 泪一滴滴被反锁\n[00:32] 情书再不朽 也磨成沙漏\n[00:39] 青春的上游 白云飞走苍狗与海鸥\n[00:46] 闪过的念头 潺潺的溜走\n[00:53] 命运好幽默 让爱的人都沉默\n[00:59] 一整个宇宙 换一颗红豆\n[01:06] 回忆如困兽 寂寞太久而渐渐温柔\n[01:13] 放开了拳头 反而更自由\n[01:20] 慢动作 缱绻胶卷\n[01:23] 重播默片 定格一瞬间\n[01:27] 我们在 告别的演唱会\n[01:32] 说好不再见\n[01:34] 你写给我 我的第一首歌\n[01:40] 你和我 十指紧扣 默写前奏\n[01:45] 可是那然后呢\n[01:48] 还好我有 我这一首情歌\n[01:54] 轻轻的 轻轻哼着 哭着笑着\n[01:58] 我的 天长地久\n[02:20] 命运好幽默 让爱的人都沉默\n[02:27] 一整个宇宙 换一颗红豆\n[02:34] 回忆如困兽 寂寞太久而渐渐温柔\n[02:41] 放开了拳头 反而更自由\n[02:47] 长镜头 越拉越远\n[02:50] 越来越远 事隔好几年\n[02:55] 我们在 怀念的演唱会\n[02:59] 礼貌的吻别\n[03:03] 你写给我 我的第一首歌\n[03:09] 你和我 十指紧扣 默写前奏\n[03:14] 可是那然后呢\n[03:17] 还好我有 我这一首情歌\n[03:23] 轻轻的 轻轻哼着 哭着笑着\n[03:28] 我的 天长地久\n[03:34] 陪我唱歌 清唱你的情歌\n[03:40] 舍不得 短短副歌 心还热着\n[03:45] 也该告一段落\n[03:48] 还好我有 我下一首情歌\n[03:54] 生命宛如 静静的 相拥的河\n[03:59] 永远 天长地久"
  }
];
